<template>
  <breadcrumbs  page="Стійкість"/>

  <div class="mt-[25px] w-full lato">
    <div class="lg:h-[395px] h-[320px] w-full bg-[url(/assets/img/strong.png)] bg-no-repeat bg-center relative lg:mb-[55px] mb-[14px] bg-cover">
      <div class="absolute lg:table hidden left-0 top-0 bottom-0 m-auto table p-[24px] bg-white w-[490px]">
        <h1 class="text-[#419B44] leading-[45px] uppercase text-[30px] lato-e mb-[14px]">
          Стійкість - ключове <br> значення для компаній
        </h1>

        <p class="text-[#464B57] text-[18px] lato-s lg:leading-[28px] leading-[22px]">
          Відповідальне використання природних ресурсів та <br> зменшення негативного впливу на навколишнє <br> середовище поліпшує якість нашого життя        </p>
      </div>
    </div>

    <div class="lg:hidden block w-full mb-[35px]">
      <h1 class="text-[#419B44] uppercase text-[22px] lato-e mb-[14px] text-[22px]">
        Стійкість - ключове значення для компаній
      </h1>

      <p class="text-[#464B57] text-[16px] lato-s leading-[24px]">
        Відповідальне використання природних ресурсів та зменшення негативного впливу на навколишнє середовище поліпшує якість нашого життя
      </p>
    </div>

    <div class="mb-[48px]">
      <h1 class="lg:text-[30px] text-[22px] text-[#464B57] lato-e mb-[18px]">
        Наша філософія
      </h1>

      <div>
        <p class="text-[#61656F] lg:text-[18px] text-[16px] lato-s lg:leading-[28px] leading-[22px] lg:mb-[24px] mb-[18px]">
          На підприємстві Мілвуд ми віримо, що сталий розвиток є ключовим елементом сучасного виробництва. Як виробники клеєних дерев'яних виробів, ми прагнемо до максимально ефективного використання природних ресурсів, що забезпечує екологічну безпеку та соціальну відповідальність.
        </p>
        <p class="text-[#61656F] lg:text-[18px] text-[16px] lato-s lg:leading-[28px] leading-[22px] lg:mb-[24px] mb-[18px]">
          Ми співпрацюємо лише з державними постачальниками деревини, які дотримуються принципів сталого лісового господарства. Це означає, що ми підтримуємо вирубку лише тих дерев, які можуть бути відновлені природним шляхом, зберігаючи баланс екосистеми.
        </p>
        <p class="text-[#61656F] lg:text-[18px] text-[16px] lato-s lg:leading-[28px] leading-[22px]">
          В Україні сталий підхід до будівництва та використання екологічних матеріалів стає дедалі актуальнішим. Особливо це відчутно у зв'язку з відновленням інфраструктури внаслідок війни, де постає необхідність застосовувати енергоефективні та відновлювані ресурси для швидкої та економічної реконструкції. Деревина, як один з таких ресурсів, пропонує багато переваг, зокрема, скорочення часу на будівництво, зменшення екологічного сліду та доступність, оскільки Україна має значні лісові ресурси які доцільно направити на відбудову.
        </p>
      </div>

    </div>

    <div class="mb-[45px]">
      <h1 class="lg:text-[30px] text-[22px] text-[#464B57] lato-e mb-[18px]">
        Біоциркулярна економіка
      </h1>

      <div>
        <p class="text-[#61656F] lg:text-[18px] text-[16px] lato-s lg:leading-[28px] leading-[22px] mb-[24px]">
          Ми активно впроваджуємо принципи біоциркулярної економіки у нашу діяльність. Це означає, що ми прагнемо до безвідходного виробництва, де кожен елемент нашої продукції може бути повторно використаний або перероблений. Всі відходи, що виникають у процесі виробництва, переробляються і використовуються для створення нових продуктів або енергії, що зменшує наш екологічний слід.
        </p>

        <p class="text-[#61656F] lg:text-[18px] text-[16px] lato-s lg:leading-[28px] leading-[22px]">
          Ми вважаємо, що наш внесок у екологічну сталість створює цінність для наших клієнтів, партнерів і суспільства загалом. Обираючи нашу продукцію, ви стаєте частиною цього зусилля, підтримуючи відповідальне використання ресурсів і захист навколишнього середовища для майбутніх поколінь.        </p>
      </div>

    </div>

    <div class="mb-[162px]">
      <h1 class="lg:text-[30px] text-[22px] text-[#464B57] lato-e mb-[24px]">
        Біорізноманіття
      </h1>

      <div>
        <p class="text-[#61656F] lg:text-[18px] text-[16px] lato-s leading-[28px]">
          Біорізноманіття є справжньою рушійною силою сталої циркулярної біоекономіки. Наше підприємство активно підтримує збереження біорізноманіття, розуміючи, що здорові екосистеми є основою для сталого лісового господарства. З 2022 року Мілвуд приймає участь в програмі Horizon Europe Європейської комісії (Biodiversity and ecosystem services), в проекті CircHive (Developing & piloting biodiversity footprinting & natural capital accounting via a 'beehive' of sectoral hubs, for sustainable transition to a circular EU bioeconomy), як учасник консорціуму, загальна мета якого є інтегрування цінності природи в громадські та бізнес-рішення.
        </p>
      </div>

    </div>

  </div>
</template>

<style>

</style>
